[
    {
        "Name" : "Love Next Door",
        "Rating" : 8.5,
        "Review" : "ဒီကားလေးကတော့ အများကြီးညွှန်းစရာလိုမယ်မထင်ပါဘူး ဘာလိုလဲဆို Social Media တွေမှာလဲအရမ်းနာမည်ကြီးခဲ့ပြီး Video တွေကလဲ အများကြီးတွေ့နေရတာဆိုတော့သိပြီးလောက်ကြမှာပါ။ Friend to Lover ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ Love Story အပြင်ကိုမှ မိသားစုတွေကြားထဲကပြဿနာလေးတွေ နွေးထွေးမှုလေးတွေ သူငယ်ချင်းသံယောဇဉ်တွေ စသဖြင့် ရသမျိုးစုံခံစားရမှာမလို တကယ်ကိုကြည့်သင့်ပါတယ်။Ro-Com လဲဖြစ်လိုပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးဖြစ်ပေမယ့် ပျင်းဖိုလဲမကောင်းပါဘူးနော်။"
    },
    {
        "Name" : "The Love You Give Me",
        "Rating" : 8.5,
        "Review" : "ဒီကားလေးရဲ့အဓိက Signature ကတော့ ကလေးလေးပါပဲ တကယ်ကိုချစ်ဖိုကောင်းပြီး အရမ်းလဲစကားတတ်တာပါ။ နောက်တခုက second lead couple နှစ်တွဲလုံးကလဲ တကယ်ချစ်ဖိုကောင်းပြီး ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လိုကောင်းတဲ့ဇာတ်လမ်းလေးပါ။ ဇာတ်သိမ်းလေးကလဲတကယ်လှတာမလို ကြည့်သင့်တဲ့ထဲမှာပါပါတယ်။"
    },
    {
        "Name" : "Queen of Tears",
        "Rating" : 8.5,
        "Review" : "ဒီဇာတ်လမ်းလေးကတော့ ဇာတ်ရှိန်အတက်အကျလေးတွေရှိလို ကောင်းတာတွေမကြည့်ချင်ဘူးဆိုတဲ့လူတွေအတွက်သင့်တော်ပါတယ်။ ချမ်းသာတဲ့မိသားစုတွေထဲက ပြိုင်ဆိုင်မှုတွေ အေးစက်မှုတွေ ရဲ့နောက်မှာ ဘယ်လိုနွေးထွေးမှုလေးတွေရောက်ရှိလာမလဲ၊ မင်းသားနဲ့မင်းသမီးကြားကအေးစက်နေတဲ့ဆက်ဆံရေးကရော နောက်ပိုင်းမှာဘယ်လိုနွေးထွေးလာမလဲကိုစိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်"
    },
    {
        "Name" : "Doctor Slump",
        "Rating" : 8.5,
        "Review" : "ဒီဇာတ်လမ်းလေးက Enemy To Lover မျိုးလေးပါ။ တော်တော်လေး Healing ဖြစ်စေပြီး Stress အမျိုးမျိုးကြောင့်ပင်ပန်းနေတဲ့လူတွေအတွက်တကယ် recommend ပေးပါတယ်။"
    },
    {
        "Name" : "Lovely Runner",
        "Rating" : 7.5,
        "Review" : "တခြားလူတွေကတော့ ဒီကားကိုတော်တော်ကြိုက်ကြပါတယ် Time Travel တွေကြိုက်ရင်တော့ တော်တော်ကောင်းတဲ့ဇာတ်လမ်းလေးပါ ဒါပေမယ့်ကျွန်‌တော့်လို Time Travel တာမျိုးတွေသိပ်မကြိုက်တဲ့လူအတွက်တော့နည်းနည်းခေါင်းရှုပ်စရာဖြစ်နိုင်ပါတယ်။ Lead နှစ်ယောက်ရဲ့ chemistry တွေ Love Story ကတော့တကယ်မိုက်တာမလို အရမ်းပျင်းဖိုကောင်းရင်မကြိုက်ဘူးဆိုတဲ့လူတွေအတွက်တော့ဒီကားလေးကအဆင်ပြေမှာပါ"
    },
    {
        "Name" : "Go Go Squid 2: Dt.Appledog's Time",
        "Rating" : 9,
        "Review" : "Rating 9 ပေးထားတာနည်းနည်းတော့ထူးဆန်းတယ်လိုထင်နိုင်ပါတယ်။ ဘာလိုလဲဆိုတော့ Love Next Door တို Queen Of Tears တိုလိုဇာတ်လမ်းတွေတောင် 8.5 ပဲပေးခဲ့တာဆိုတော့ တကယ်တော့ဒီဇာတ်လမ်းကိုလဲ 8.5 လောက်ပဲထားလိုတော့ရပါတယ်။ဒါပေမယ့် ဒီ Rating က Personal Rating ဖြစ်တာကြောင့်မလိုကို 9 ပေးခဲ့တာပါ။ ဘာလိုပေးတာလဲ‌ဆို Ending ကြောင့်ပါ ကျန်တဲ့ဇာတ်လမ်းတစ်ခုလုံးက Rating 9 ကများတယ်ဆိုပေမယ့် Ending ကတော့တကယ်တန်တယ်လိုကိုထင်ပါတယ်။ မင်္ဂလာဆောင်ကို တကယ့်တရုတ်ရိုးရာအတိုင်း တွေကတကယ်ကိုမိုက်ပြီးပျော်စရာကောင်းတယ်ဆိုတာကိုခံစားရလို လက်ထပ်ခါနီးလူတစ်ယောက်ရဲ့အပျော်နဲ့ ရင်ခုန်မှုကိုပါအသေးစိတ် ထပ်တူခံစားရအောင်ရိုက်ပြထား‌တာကြောင့်တကယ်ကိုကြည့်သင့်ပါတယ်။ Ending နဲ့တင်တကားလုံးကြည့်ရတာတန်ပါတယ် ကျွန်တော့်အတွက်တော့"
    }
]